* Isunnguata_33km_15E
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                           | Isunnguata_33km_15E
Place Name                            | Isunnguata Sermia
Geographic Location                   | Central West Greenland
Ice Type                              | 
Data Reference                        | Joel Harper. 2017. Ice temperatures measured in a grid of boreholes, Western Greenland, 2014-2016. Arctic Data Center. doi:10.18739/A24746S04.
Data DOI                              | 10.18739/A24746S04
Science Reference                     | "Hills, Benjamin H., Joel T. Harper, Neil F. Humphrey, and Toby W. Meierbachtol. ""Measured horizontal temperature gradients constrain heat transfer mechanisms in Greenland ice."" Geophysical Research Letters 44, no. 19 (2017): 9778-9785."
Science DOI                           | 10.1002/2017GL074917
Date                                  | 2016
Longitude [°E]                        | -49.56403
Latitude [°N]                         | 67.18186999999999
Location source                       | 10.18739/A24746S04
Depth of top measurement [m]          | 40.0
Depth of bottom measurement [m]       | 660.0
Ice thickness [m]                     | 665.0
Coverage [% of thickness]             | 93
Ice thickness source                  | 10.18739/A24746S04
Measured from: Top, Bottom, Relative  | B
General_Note                          | See also McDowell, I. E., Humphrey, N. F., Harper, J. T., and Meierbachtol, T. W.: The cooling signature of basal crevasses in a hard-bedded region of the Greenland Ice Sheet, The Cryosphere, 15, 897–907, https://doi.org/10.5194/tc-15-897-2021, 2021.
Temperature_note                      | 
Thickness_note                        | 
Location_note                         | 
#+end_example

** Temperature

** Thickness

** Location

** Velocity

** Notes

See 14n for more information

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k1
#+END_SRC

#+RESULTS: ingest_data
|   d |      t |
|  40 | -10.94 |
|  60 | -11.13 |
|  80 | -11.31 |
| 100 |  -11.5 |
| 120 | -11.56 |
| 140 | -11.81 |
| 160 | -11.81 |
| 180 | -11.88 |
| 200 |  -12.0 |
| 220 | -12.06 |
| 240 | -11.94 |
| 260 |  -12.0 |
| 280 | -11.88 |
| 300 | -11.75 |
| 320 | -11.56 |
| 340 | -11.38 |
| 360 | -10.75 |
| 380 |  -10.5 |
| 400 | -10.31 |
| 420 |  -9.94 |
| 440 |  -9.44 |
| 460 |  -8.94 |
| 480 |  -8.31 |
| 500 |  -7.63 |
| 520 |  -6.94 |
| 530 |   -6.5 |
| 540 |  -6.06 |
| 550 |  -5.63 |
| 560 |  -5.25 |
| 570 |  -4.81 |
| 580 |  -4.31 |
| 590 |  -3.88 |
| 600 |  -3.38 |
| 610 |  -2.94 |
| 620 |  -2.44 |
| 630 |  -1.94 |
| 640 |  -1.38 |
| 650 |   -1.0 |
| 660 |   -0.5 |


